{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¬°": 98,
      "¬Ґ": 99,
      "¬£": 100,
      "¬§": 101,
      "¬•": 102,
      "¬¶": 103,
      "¬І": 104,
      "¬®": 105,
      "¬©": 106,
      "¬™": 107,
      "¬Ђ": 108,
      "¬ђ": 109,
      "¬Ѓ": 110,
      "¬ѓ": 111,
      "¬∞": 112,
      "¬±": 113,
      "¬≤": 114,
      "¬≥": 115,
      "¬і": 116,
      "¬µ": 117,
      "¬ґ": 118,
      "¬Ј": 119,
      "¬Є": 120,
      "¬є": 121,
      "¬Ї": 122,
      "¬ї": 123,
      "¬Љ": 124,
      "¬љ": 125,
      "¬Њ": 126,
      "¬њ": 127,
      "√А": 128,
      "√Б": 129,
      "√В": 130,
      "√Г": 131,
      "√Д": 132,
      "√Е": 133,
      "√Ж": 134,
      "√З": 135,
      "√И": 136,
      "√Й": 137,
      "√К": 138,
      "√Л": 139,
      "√М": 140,
      "√Н": 141,
      "√О": 142,
      "√П": 143,
      "√Р": 144,
      "√С": 145,
      "√Т": 146,
      "√У": 147,
      "√Ф": 148,
      "√Х": 149,
      "√Ц": 150,
      "√Ч": 151,
      "√Ш": 152,
      "√Щ": 153,
      "√Ъ": 154,
      "√Ы": 155,
      "√Ь": 156,
      "√Э": 157,
      "√Ю": 158,
      "√Я": 159,
      "√†": 160,
      "√°": 161,
      "√Ґ": 162,
      "√£": 163,
      "√§": 164,
      "√•": 165,
      "√¶": 166,
      "√І": 167,
      "√®": 168,
      "√©": 169,
      "√™": 170,
      "√Ђ": 171,
      "√ђ": 172,
      "√≠": 173,
      "√Ѓ": 174,
      "√ѓ": 175,
      "√∞": 176,
      "√±": 177,
      "√≤": 178,
      "√≥": 179,
      "√і": 180,
      "√µ": 181,
      "√ґ": 182,
      "√Ј": 183,
      "√Є": 184,
      "√є": 185,
      "√Ї": 186,
      "√ї": 187,
      "√Љ": 188,
      "√љ": 189,
      "√Њ": 190,
      "√њ": 191,
      "ƒА": 192,
      "ƒБ": 193,
      "ƒВ": 194,
      "ƒГ": 195,
      "ƒД": 196,
      "ƒЕ": 197,
      "ƒЖ": 198,
      "ƒЗ": 199,
      "ƒИ": 200,
      "ƒЙ": 201,
      "ƒК": 202,
      "ƒЛ": 203,
      "ƒМ": 204,
      "ƒН": 205,
      "ƒО": 206,
      "ƒП": 207,
      "ƒР": 208,
      "ƒС": 209,
      "ƒТ": 210,
      "ƒУ": 211,
      "ƒФ": 212,
      "ƒХ": 213,
      "ƒЦ": 214,
      "ƒЧ": 215,
      "ƒШ": 216,
      "ƒЩ": 217,
      "ƒЪ": 218,
      "ƒЫ": 219,
      "ƒЬ": 220,
      "ƒЭ": 221,
      "ƒЮ": 222,
      "ƒЯ": 223,
      "ƒ†": 224,
      "ƒ°": 225,
      "ƒҐ": 226,
      "ƒ£": 227,
      "ƒ§": 228,
      "ƒ•": 229,
      "ƒ¶": 230,
      "ƒІ": 231,
      "ƒ®": 232,
      "ƒ©": 233,
      "ƒ™": 234,
      "ƒЂ": 235,
      "ƒђ": 236,
      "ƒ≠": 237,
      "ƒЃ": 238,
      "ƒѓ": 239,
      "ƒ∞": 240,
      "ƒ±": 241,
      "ƒ≤": 242,
      "ƒ≥": 243,
      "ƒі": 244,
      "ƒµ": 245,
      "ƒґ": 246,
      "ƒЈ": 247,
      "ƒЄ": 248,
      "ƒє": 249,
      "ƒЇ": 250,
      "ƒї": 251,
      "ƒЉ": 252,
      "ƒљ": 253,
      "ƒЊ": 254,
      "ƒњ": 255,
      "≈А": 256,
      "≈Б": 257,
      "≈В": 258,
      "≈Г": 259,
      "ƒ†2": 260,
      "ƒ†1": 261,
      "ƒ†3": 262,
      "ƒ†N": 263,
      "ƒ†R": 264,
      "ƒ†B": 265,
      "ƒ†4": 266,
      "ƒ†Q": 267,
      "ƒ†K": 268,
      "xd": 269,
      "ƒ†5": 270,
      "xe": 271,
      "xc": 272,
      "xf": 273,
      "ƒ†6": 274,
      "ƒ†e": 275,
      "xb": 276,
      "ƒ†d": 277,
      "ƒ†c": 278,
      "ƒ†Nf": 279,
      "ƒ†7": 280,
      "Nf": 281,
      "xg": 282,
      "ƒ†a": 283,
      "Nc": 284,
      "ƒ†b": 285,
      "ƒ†Nc": 286,
      "ƒ†8": 287,
      "ƒ†g": 288,
      "ƒ†h": 289,
      "ƒ†9": 290,
      "ƒ†Be": 291,
      "ƒ†10": 292,
      "xa": 293,
      "ƒ†11": 294,
      "ƒ†f": 295,
      "Be": 296,
      "ƒ†12": 297,
      "ƒ†13": 298,
      "ƒ†14": 299,
      "ƒ†15": 300,
      "ƒ†16": 301,
      "ƒ†17": 302,
      "Ra": 303,
      "ƒ†Ra": 304,
      "ƒ†18": 305,
      "Re": 306,
      "ƒ†19": 307,
      "ƒ†Nd": 308,
      "ƒ†20": 309,
      "Rd": 310,
      "ƒ†21": 311,
      "ƒ†22": 312,
      "Bd": 313,
      "ƒ†23": 314,
      "ƒ†Re": 315,
      "Nd": 316,
      "ƒ†24": 317,
      "ƒ†Kf": 318,
      "ƒ†25": 319,
      "ƒ†Ne": 320,
      "ƒ†Rc": 321,
      "Ne": 322,
      "ƒ†26": 323,
      "ƒ†O": 324,
      "ƒ†Kg": 325,
      "Kf": 326,
      "ƒ†27": 327,
      "Rc": 328,
      "ƒ†Rd": 329,
      "ƒ†28": 330,
      "ƒ†Bd": 331,
      "ƒ†29": 332,
      "Kg": 333,
      "ƒ†30": 334,
      "Bg": 335,
      "ƒ†31": 336,
      "Qd": 337,
      "ƒ†32": 338,
      "Qe": 339,
      "ƒ†Rf": 340,
      "xh": 341,
      "Rf": 342,
      "ƒ†33": 343,
      "ƒ†Qc": 344,
      "ƒ†Rb": 345,
      "Bb": 346,
      "ƒ†Bb": 347,
      "ƒ†34": 348,
      "ƒ†Bg": 349,
      "ƒ†Ke": 350,
      "ƒ†35": 351,
      "ƒ†Qd": 352,
      "Ke": 353,
      "Rb": 354,
      "ƒ†Qe": 355,
      "ƒ†36": 356,
      "Bf": 357,
      "ƒ†Nb": 358,
      "Qc": 359,
      "Bc": 360,
      "ƒ†37": 361,
      "ƒ†Bf": 362,
      "ƒ†38": 363,
      "ƒ†39": 364,
      "ƒ†Bc": 365,
      "ƒ†Kh": 366,
      "ƒ†40": 367,
      "Kh": 368,
      "Nb": 369,
      "ƒ†41": 370,
      "Kd": 371,
      "ƒ†Qb": 372,
      "Nxd": 373,
      "ƒ†42": 374,
      "ƒ†Kd": 375,
      "Qf": 376,
      "ƒ†cxd": 377,
      "ƒ†43": 378,
      "ƒ†44": 379,
      "ƒ†Qf": 380,
      "Qb": 381,
      "ƒ†Ng": 382,
      "Ng": 383,
      "ƒ†45": 384,
      "ƒ†Nxd": 385,
      "ƒ†46": 386,
      "Rh": 387,
      "cxd": 388,
      "Rxd": 389,
      "ƒ†47": 390,
      "Rg": 391,
      "ƒ†Rg": 392,
      "ƒ†48": 393,
      "Nxe": 394,
      "ƒ†Nxe": 395,
      "ƒ†exd": 396,
      "Kc": 397,
      "ƒ†Qa": 398,
      "ƒ†Rh": 399,
      "Qxd": 400,
      "ƒ†49": 401,
      "Qg": 402,
      "Bxc": 403,
      "ƒ†Rxd": 404,
      "ƒ†Kc": 405,
      "Bxf": 406,
      "ƒ†50": 407,
      "ƒ†Bxc": 408,
      "ƒ†Bxd": 409,
      "ƒ†51": 410,
      "Rxe": 411,
      "ƒ†Bxf": 412,
      "ƒ†Qxd": 413,
      "Bxe": 414,
      "Bxd": 415,
      "exd": 416,
      "ƒ†Rxc": 417,
      "ƒ†52": 418,
      "ƒ†Rxe": 419,
      "Rxc": 420,
      "Kb": 421,
      "ƒ†Qg": 422,
      "ƒ†Na": 423,
      "Qa": 424,
      "ƒ†53": 425,
      "ƒ†Bxe": 426,
      "Ba": 427,
      "bxc": 428,
      "Qh": 429,
      "ƒ†54": 430,
      "Bh": 431,
      "ƒ†dxe": 432,
      "ƒ†bxc": 433,
      "ƒ†Nbd": 434,
      "ƒ†dxc": 435,
      "axb": 436,
      "ƒ†Ba": 437,
      "ƒ†axb": 438,
      "ƒ†55": 439,
      "Nxc": 440,
      "ƒ†Nxc": 441,
      "ƒ†Kb": 442,
      "ƒ†56": 443,
      "ƒ†Nh": 444,
      "Qxe": 445,
      "ƒ†Qxe": 446,
      "Na": 447,
      "Rxa": 448,
      "dxe": 449,
      "ƒ†57": 450,
      "Qxc": 451,
      "ƒ†Qh": 452,
      "Nh": 453,
      "ƒ†hxg": 454,
      "Rxf": 455,
      "ƒ†Rxa": 456,
      "hxg": 457,
      "dxc": 458,
      "ƒ†58": 459,
      "ƒ†Rxf": 460,
      "ƒ†Rxb": 461,
      "ƒ†fxe": 462,
      "ƒ†gxf": 463,
      "Rxb": 464,
      "ƒ†Qxc": 465,
      "ƒ†Bh": 466,
      "ƒ†59": 467,
      "Nbd": 468,
      "fxe": 469,
      "Qxf": 470,
      "ƒ†Qxf": 471,
      "ƒ†60": 472,
      "Nxf": 473,
      "ƒ†Nxf": 474,
      "Rad": 475,
      "gxf": 476,
      "ƒ†61": 477,
      "exf": 478,
      "ƒ†62": 479,
      "ƒ†Qxb": 480,
      "ƒ†exf": 481,
      "Qxb": 482,
      "Bxb": 483,
      "ƒ†63": 484,
      "Bxg": 485,
      "ƒ†Bxg": 486,
      "ƒ†Bxb": 487,
      "ƒ†64": 488,
      "ƒ†Rad": 489,
      "Rfd": 490,
      "ƒ†65": 491,
      "ƒ†Nxb": 492,
      "ƒ†Rac": 493,
      "ƒ†66": 494,
      "Rac": 495,
      "ƒ†Rfd": 496,
      "fxg": 497,
      "Nxb": 498,
      "Rxg": 499,
      "Qxa": 500,
      "ƒ†Qxa": 501,
      "ƒ†Rxg": 502,
      "cxb": 503,
      "ƒ†67": 504,
      "Rfe": 505,
      "ƒ†Kxg": 506,
      "ƒ†Rxh": 507,
      "Ka": 508,
      "Rxh": 509,
      "ƒ†fxg": 510,
      "ƒ†Kxf": 511
    },
    "merges": [
      [
        "ƒ†",
        "2"
      ],
      [
        "ƒ†",
        "1"
      ],
      [
        "ƒ†",
        "3"
      ],
      [
        "ƒ†",
        "N"
      ],
      [
        "ƒ†",
        "R"
      ],
      [
        "ƒ†",
        "B"
      ],
      [
        "ƒ†",
        "4"
      ],
      [
        "ƒ†",
        "Q"
      ],
      [
        "ƒ†",
        "K"
      ],
      [
        "x",
        "d"
      ],
      [
        "ƒ†",
        "5"
      ],
      [
        "x",
        "e"
      ],
      [
        "x",
        "c"
      ],
      [
        "x",
        "f"
      ],
      [
        "ƒ†",
        "6"
      ],
      [
        "ƒ†",
        "e"
      ],
      [
        "x",
        "b"
      ],
      [
        "ƒ†",
        "d"
      ],
      [
        "ƒ†",
        "c"
      ],
      [
        "ƒ†N",
        "f"
      ],
      [
        "ƒ†",
        "7"
      ],
      [
        "N",
        "f"
      ],
      [
        "x",
        "g"
      ],
      [
        "ƒ†",
        "a"
      ],
      [
        "N",
        "c"
      ],
      [
        "ƒ†",
        "b"
      ],
      [
        "ƒ†N",
        "c"
      ],
      [
        "ƒ†",
        "8"
      ],
      [
        "ƒ†",
        "g"
      ],
      [
        "ƒ†",
        "h"
      ],
      [
        "ƒ†",
        "9"
      ],
      [
        "ƒ†B",
        "e"
      ],
      [
        "ƒ†1",
        "0"
      ],
      [
        "x",
        "a"
      ],
      [
        "ƒ†1",
        "1"
      ],
      [
        "ƒ†",
        "f"
      ],
      [
        "B",
        "e"
      ],
      [
        "ƒ†1",
        "2"
      ],
      [
        "ƒ†1",
        "3"
      ],
      [
        "ƒ†1",
        "4"
      ],
      [
        "ƒ†1",
        "5"
      ],
      [
        "ƒ†1",
        "6"
      ],
      [
        "ƒ†1",
        "7"
      ],
      [
        "R",
        "a"
      ],
      [
        "ƒ†R",
        "a"
      ],
      [
        "ƒ†1",
        "8"
      ],
      [
        "R",
        "e"
      ],
      [
        "ƒ†1",
        "9"
      ],
      [
        "ƒ†N",
        "d"
      ],
      [
        "ƒ†2",
        "0"
      ],
      [
        "R",
        "d"
      ],
      [
        "ƒ†2",
        "1"
      ],
      [
        "ƒ†2",
        "2"
      ],
      [
        "B",
        "d"
      ],
      [
        "ƒ†2",
        "3"
      ],
      [
        "ƒ†R",
        "e"
      ],
      [
        "N",
        "d"
      ],
      [
        "ƒ†2",
        "4"
      ],
      [
        "ƒ†K",
        "f"
      ],
      [
        "ƒ†2",
        "5"
      ],
      [
        "ƒ†N",
        "e"
      ],
      [
        "ƒ†R",
        "c"
      ],
      [
        "N",
        "e"
      ],
      [
        "ƒ†2",
        "6"
      ],
      [
        "ƒ†",
        "O"
      ],
      [
        "ƒ†K",
        "g"
      ],
      [
        "K",
        "f"
      ],
      [
        "ƒ†2",
        "7"
      ],
      [
        "R",
        "c"
      ],
      [
        "ƒ†R",
        "d"
      ],
      [
        "ƒ†2",
        "8"
      ],
      [
        "ƒ†B",
        "d"
      ],
      [
        "ƒ†2",
        "9"
      ],
      [
        "K",
        "g"
      ],
      [
        "ƒ†3",
        "0"
      ],
      [
        "B",
        "g"
      ],
      [
        "ƒ†3",
        "1"
      ],
      [
        "Q",
        "d"
      ],
      [
        "ƒ†3",
        "2"
      ],
      [
        "Q",
        "e"
      ],
      [
        "ƒ†R",
        "f"
      ],
      [
        "x",
        "h"
      ],
      [
        "R",
        "f"
      ],
      [
        "ƒ†3",
        "3"
      ],
      [
        "ƒ†Q",
        "c"
      ],
      [
        "ƒ†R",
        "b"
      ],
      [
        "B",
        "b"
      ],
      [
        "ƒ†B",
        "b"
      ],
      [
        "ƒ†3",
        "4"
      ],
      [
        "ƒ†B",
        "g"
      ],
      [
        "ƒ†K",
        "e"
      ],
      [
        "ƒ†3",
        "5"
      ],
      [
        "ƒ†Q",
        "d"
      ],
      [
        "K",
        "e"
      ],
      [
        "R",
        "b"
      ],
      [
        "ƒ†Q",
        "e"
      ],
      [
        "ƒ†3",
        "6"
      ],
      [
        "B",
        "f"
      ],
      [
        "ƒ†N",
        "b"
      ],
      [
        "Q",
        "c"
      ],
      [
        "B",
        "c"
      ],
      [
        "ƒ†3",
        "7"
      ],
      [
        "ƒ†B",
        "f"
      ],
      [
        "ƒ†3",
        "8"
      ],
      [
        "ƒ†3",
        "9"
      ],
      [
        "ƒ†B",
        "c"
      ],
      [
        "ƒ†K",
        "h"
      ],
      [
        "ƒ†4",
        "0"
      ],
      [
        "K",
        "h"
      ],
      [
        "N",
        "b"
      ],
      [
        "ƒ†4",
        "1"
      ],
      [
        "K",
        "d"
      ],
      [
        "ƒ†Q",
        "b"
      ],
      [
        "N",
        "xd"
      ],
      [
        "ƒ†4",
        "2"
      ],
      [
        "ƒ†K",
        "d"
      ],
      [
        "Q",
        "f"
      ],
      [
        "ƒ†c",
        "xd"
      ],
      [
        "ƒ†4",
        "3"
      ],
      [
        "ƒ†4",
        "4"
      ],
      [
        "ƒ†Q",
        "f"
      ],
      [
        "Q",
        "b"
      ],
      [
        "ƒ†N",
        "g"
      ],
      [
        "N",
        "g"
      ],
      [
        "ƒ†4",
        "5"
      ],
      [
        "ƒ†N",
        "xd"
      ],
      [
        "ƒ†4",
        "6"
      ],
      [
        "R",
        "h"
      ],
      [
        "c",
        "xd"
      ],
      [
        "R",
        "xd"
      ],
      [
        "ƒ†4",
        "7"
      ],
      [
        "R",
        "g"
      ],
      [
        "ƒ†R",
        "g"
      ],
      [
        "ƒ†4",
        "8"
      ],
      [
        "N",
        "xe"
      ],
      [
        "ƒ†N",
        "xe"
      ],
      [
        "ƒ†e",
        "xd"
      ],
      [
        "K",
        "c"
      ],
      [
        "ƒ†Q",
        "a"
      ],
      [
        "ƒ†R",
        "h"
      ],
      [
        "Q",
        "xd"
      ],
      [
        "ƒ†4",
        "9"
      ],
      [
        "Q",
        "g"
      ],
      [
        "B",
        "xc"
      ],
      [
        "ƒ†R",
        "xd"
      ],
      [
        "ƒ†K",
        "c"
      ],
      [
        "B",
        "xf"
      ],
      [
        "ƒ†5",
        "0"
      ],
      [
        "ƒ†B",
        "xc"
      ],
      [
        "ƒ†B",
        "xd"
      ],
      [
        "ƒ†5",
        "1"
      ],
      [
        "R",
        "xe"
      ],
      [
        "ƒ†B",
        "xf"
      ],
      [
        "ƒ†Q",
        "xd"
      ],
      [
        "B",
        "xe"
      ],
      [
        "B",
        "xd"
      ],
      [
        "e",
        "xd"
      ],
      [
        "ƒ†R",
        "xc"
      ],
      [
        "ƒ†5",
        "2"
      ],
      [
        "ƒ†R",
        "xe"
      ],
      [
        "R",
        "xc"
      ],
      [
        "K",
        "b"
      ],
      [
        "ƒ†Q",
        "g"
      ],
      [
        "ƒ†N",
        "a"
      ],
      [
        "Q",
        "a"
      ],
      [
        "ƒ†5",
        "3"
      ],
      [
        "ƒ†B",
        "xe"
      ],
      [
        "B",
        "a"
      ],
      [
        "b",
        "xc"
      ],
      [
        "Q",
        "h"
      ],
      [
        "ƒ†5",
        "4"
      ],
      [
        "B",
        "h"
      ],
      [
        "ƒ†d",
        "xe"
      ],
      [
        "ƒ†b",
        "xc"
      ],
      [
        "ƒ†Nb",
        "d"
      ],
      [
        "ƒ†d",
        "xc"
      ],
      [
        "a",
        "xb"
      ],
      [
        "ƒ†B",
        "a"
      ],
      [
        "ƒ†a",
        "xb"
      ],
      [
        "ƒ†5",
        "5"
      ],
      [
        "N",
        "xc"
      ],
      [
        "ƒ†N",
        "xc"
      ],
      [
        "ƒ†K",
        "b"
      ],
      [
        "ƒ†5",
        "6"
      ],
      [
        "ƒ†N",
        "h"
      ],
      [
        "Q",
        "xe"
      ],
      [
        "ƒ†Q",
        "xe"
      ],
      [
        "N",
        "a"
      ],
      [
        "R",
        "xa"
      ],
      [
        "d",
        "xe"
      ],
      [
        "ƒ†5",
        "7"
      ],
      [
        "Q",
        "xc"
      ],
      [
        "ƒ†Q",
        "h"
      ],
      [
        "N",
        "h"
      ],
      [
        "ƒ†h",
        "xg"
      ],
      [
        "R",
        "xf"
      ],
      [
        "ƒ†R",
        "xa"
      ],
      [
        "h",
        "xg"
      ],
      [
        "d",
        "xc"
      ],
      [
        "ƒ†5",
        "8"
      ],
      [
        "ƒ†R",
        "xf"
      ],
      [
        "ƒ†R",
        "xb"
      ],
      [
        "ƒ†f",
        "xe"
      ],
      [
        "ƒ†g",
        "xf"
      ],
      [
        "R",
        "xb"
      ],
      [
        "ƒ†Q",
        "xc"
      ],
      [
        "ƒ†B",
        "h"
      ],
      [
        "ƒ†5",
        "9"
      ],
      [
        "Nb",
        "d"
      ],
      [
        "f",
        "xe"
      ],
      [
        "Q",
        "xf"
      ],
      [
        "ƒ†Q",
        "xf"
      ],
      [
        "ƒ†6",
        "0"
      ],
      [
        "N",
        "xf"
      ],
      [
        "ƒ†N",
        "xf"
      ],
      [
        "Ra",
        "d"
      ],
      [
        "g",
        "xf"
      ],
      [
        "ƒ†6",
        "1"
      ],
      [
        "e",
        "xf"
      ],
      [
        "ƒ†6",
        "2"
      ],
      [
        "ƒ†Q",
        "xb"
      ],
      [
        "ƒ†e",
        "xf"
      ],
      [
        "Q",
        "xb"
      ],
      [
        "B",
        "xb"
      ],
      [
        "ƒ†6",
        "3"
      ],
      [
        "B",
        "xg"
      ],
      [
        "ƒ†B",
        "xg"
      ],
      [
        "ƒ†B",
        "xb"
      ],
      [
        "ƒ†6",
        "4"
      ],
      [
        "ƒ†Ra",
        "d"
      ],
      [
        "Rf",
        "d"
      ],
      [
        "ƒ†6",
        "5"
      ],
      [
        "ƒ†N",
        "xb"
      ],
      [
        "ƒ†Ra",
        "c"
      ],
      [
        "ƒ†6",
        "6"
      ],
      [
        "Ra",
        "c"
      ],
      [
        "ƒ†Rf",
        "d"
      ],
      [
        "f",
        "xg"
      ],
      [
        "N",
        "xb"
      ],
      [
        "R",
        "xg"
      ],
      [
        "Q",
        "xa"
      ],
      [
        "ƒ†Q",
        "xa"
      ],
      [
        "ƒ†R",
        "xg"
      ],
      [
        "c",
        "xb"
      ],
      [
        "ƒ†6",
        "7"
      ],
      [
        "Rf",
        "e"
      ],
      [
        "ƒ†K",
        "xg"
      ],
      [
        "ƒ†R",
        "xh"
      ],
      [
        "K",
        "a"
      ],
      [
        "R",
        "xh"
      ],
      [
        "ƒ†f",
        "xg"
      ],
      [
        "ƒ†K",
        "xf"
      ]
    ]
  }
}